import { useState } from 'react'
import '../index.css'
import aboutKianpoor from '../assets/images/aboutKianpoor.png'
function AboutUs() {
  return (
    <>
      <div className='flex justify-center mt-24' dir='rtl'>
        <div className="w-4/12 ml-12">
          <div className="text-3xl font-semibold">
            درباره مجموعه ورزشی کیانپور
          </div>
          <br/>
          <div className="text-base font-medium text-justify">
            مجموعه ورزشی کیانپور در تلاش است تا با رویکردی جامع و هدفمند، ورزش را برای تمامی سطوح اجتماعی در دسترس قرار داده و امکان مشارکت همگانی را فراهم کند. این مجموعه با تأکید بر ارزان‌سازی هزینه‌ها و در عین حال حفظ کیفیت بالای آموزش، نقش مؤثری در توسعه ورزش‌های مختلف ایفا می‌کند. کیانپور با استفاده از مربیان برجسته، متخصص، و متعهد به آموزش اصولی، به دنبال تیم‌سازی و ارتقای سطح ورزشکاران است. همچنین، این مجموعه به شرکت فعال در مسابقات استانی و کشوری اهمیت بسیاری می‌دهد تا بتواند استعدادهای ورزشی را در مسیر پیشرفت هدایت کند.

            یکی از محورهای اصلی فعالیت‌های مجموعه ورزشی کیانپور، استعدادیابی و ارائه آموزش‌های حرفه‌ای است. این امر با هدف جذب ورزشکاران در باشگاه‌ها و آکادمی‌های زیرمجموعه سالن ورزشی چندمنظوره کیانپور انجام می‌شود. این سالن، که در اکثر رشته‌های ورزشی فعال است، به‌عنوان مرکزی برای آموزش، تمرین و فعالیت‌های رقابتی شناخته می‌شود. باشگاه‌ها و آکادمی‌های کیانپور در لیگ‌های شهرستان و استان البرز حضوری فعال دارند و به‌دنبال پرورش ورزشکارانی هستند که بتوانند در سطحی بالاتر از نظر فنی و رقابتی به موفقیت دست یابند.

            علاوه بر این، مجموعه ورزشی کیانپور با تأکید بر فراهم کردن فرصت‌های برابر برای افراد با پیشینه‌ها و توانایی‌های مختلف، نقش قابل‌توجهی در ارتقای سطح ورزش در جامعه ایفا می‌کند. این مجموعه با ایجاد فضایی پویا و حمایتی، تلاش دارد تا ورزش را به بخشی از زندگی روزمره جامعه تبدیل کرده و امکان پیشرفت و مشارکت بیشتر را فراهم کند.          </div>
        </div>
        <img src={aboutKianpoor} alt="kainpoor" />
      </div>
    </>
  )
}
export default AboutUs
